Repository: dnukenov/MidtermCross
Catalog: lib/l10n/app_*.arb
Languages: kk

# appTitle
source: Savings Calculator
kk: Жинақ калькуляторы

source: Welcome!
kk: Қош келдіңіз!

# introText
source: Track your savings, reduce expenses, and save for your big goals.
kk: Жинақтарды бақылаңыз, шығындарды азайтыңыз, және үлкен мақсаттарға үнемдеңіз.

# aboutTitle
source: About
kk: Қосымша туралы

# aboutDescription
source: This is the About page. Here you could provide information about your app, version, team, or purpose. The layout is responsive and supports dark mode and multiple languages.
kk: Бұл ақпарат беті. Мұнда қолданба, нұсқасы, командасы немесе мақсаты туралы ақпарат беруге болады. Тақырып пен тілдерді ауыстыру мүмкіндігі бар.

# developedBy
source: Developed by Nukenov Daniyar Course: Crossplatform Development Astana IT University Teacher: Abzal Kyzyrkanov
kk: Жасаған: Нукенов Данияр Курс: Кроссплатформалық даму Astana IT University Оқытушы: Абзал Қызырқанов

source: Rename Entry
kk: Атауын өзгерту

source: Enter new name
kk: Жаңа атауды енгізіңіз

source: Cancel
kk: Бас тарту

source: Save
kk: Сақтау
